# 公众号配置
# 公众号appId
app_id = "wx37d083ad23b33cc3"
# 公众号appSecret
app_secret = "be5c7e01fdc3bded8d2646b138bf1e32"
# 模板消息id
template_id = "	RSaIH_W1chJeEDgZaZIUCUHWJ4j0RQNoYFZwblFVYDg"
# 接收公众号消息的微信号

# 这是openid
user = ["oic9B5zZOqGlsbN-40XZuweDXbMU", ""]

# 信息配置
# 所在省份
province = "广东"
# 所在城市
city = "肇庆"
# 生日，如果月份或者日期小于10，直接用对应的数字即可，例如1997-1-1
birthday = "2001-4-24"
# 在一起的日子，格式同上
love_date = "2021-5-20"
# 课程名称
classes = [
    [['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', '']],

    [['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', '']
     ]
]
